[
	{
		"name": "Kingdom of Greece",
		"leaderName": "Eleftherios Venizelos",
		"adjective": ["Greek"],
		"startBias": ["Coast"],
		"preferredVictoryType": "Cultural",
		
		"startIntroPart1": "Greetings, Oh Prime Minister of the ancient and proud Greek nation. You lead the Greeks, a people who's stories and histories are the envy of all civilised peoples - they who were at their apex when the rest of europe scrabbled in the dirt, and they who gave ideas like Democracy, Philosophy and Medicine to the rest of the world. Elected to serve this nation in the riotous 20th century, you doubled Greek territory and reunited the territories of Macedonia, Epirus and Crete with their ancient motherland. Your reforms cemented Greece's role as a leading regional power while your diplomatic acumen guided Greece to victory in two major wars, coming out of both with new territory and respect among the worlds peoples.",
		"startIntroPart2": "Oh exhalted Ethnarch, the people of this primordial land ache to recapture the glory of the ancients, to be blessed with the wisdom of Athens and the strength of Sparta. Can you lead them to new heights and once again demonstrate why the rest of the world looks to our shores for guidance? Can you build a civilisation that can stand the test of time?",
		
		"declaringWar": "Neutrality is not politics. The kingdom of Greece declare war.",
		"attacked": "You shall fall like so many other invaders of greece in history.",
		"defeated": "You may think yourself an invincible conqueror, but you merely join a long list of ancient and lost tyrants who thought they could subdue Greece - this is not our first defeat, and it will not be our last. We shall return.",
		"introduction": "Welcome to Greece, friend. You behold a land more ancient and noble than you can comprehend - I have trouble with it too, sometimes. Treat my people with respect, and don't doubt you shall be repaid tenfold!",
		
		"neutralHello": "The prime minister of greece greets you.",
		"neutralLetsHearIt": ["Hmm. what is it?","Is there anything you would like to say?","Please begin"],
		"neutralNo": ["Hmm, No.","I appreciate the effort but no.","Perhaps a better offer?"],
		"neutralYes": ["Hmm, Sure.","Of course.","You're very generous."],

		"hateHello": "Hmm. You really need to pay attention on your surroundings.",
		"hateLetsHearIt": ["Please be quick.","What is it?","The clock is ticking."],
		"hateNo": ["Is this a joke?","How about, no.","I beg your pardon?"],
		"hateYes": ["Finally.","Good enough.","Fine..."],
		
		"afterPeace": "And you think we'll forget about the little war you wage against us? not a chance.",
		"tradeRequest": "The kingdom of greece is interested in some trade agreement with you.",

		"outerColor": [5, 94, 177],
		"innerColor": [255, 255, 255],
		"favoredReligion": "Church of Greece",
		"uniqueName": "Εpitaph to a million summers",
		"uniques": ["Gain a free [Harbor] [in all coastal cities]","Gain a free [Museum] [in all coastal cities]"],
		"cities": ["Athens","Sparta","Corinth","Argos","Knossos","Mycenae","Pharsalos","Ephesus","Halicarnassus","Rhodes",
			"Eretria","Pergamon","Miletos","Megara","Phocaea","Sicyon","Tiryns","Samos","Mytilene","Chios",
			"Paros","Elis","Syracuse","Herakleia","Gortyn","Chalkis","Pylos","Pella","Naxos",
			"Larissa","Apollonia","Messene","Orchomenos","Ambracia","Kos","Knidos","Amphipolis",
			"Patras","Lamia","Nafplion","Apolyton"],
        "spyNames": ["Jason", "Helena", "Alexa", "Cletus", "Kassandra", "Andres", "Desdemona", "Anthea", "Aeneas", "Leander"]
    },{
	}
]
